[
  {
    "Timestamp": "5/8/2019 21:50:38",
    "Do not add to site": "",
    "Title of your game": "Reunion",
    "Description of the game.": "Reunion is about a group coming back together after a long time apart. \n\nWe were once close, but went our separate ways. Groups like sorority sisters, gaming groups, mutant squads, teenage mech pilots, the Queen's retinue, families, ghosts and more.\n\nWe use two types of questions to establish shared history as well as how our characters have changed since. We use the tools like the X card to help care for ourselves and each other. \n\nWe'll tell the story of who we were then, and who we are now.",
    "Link to where people can find the game": "http://the.kinematic.cafe/reunion/",
    "Author": "Yoshi Creelman, Andy Munich & Jenn Martin",
    "Game status": "Playtesting",
    "Email Address": "neliamne@gmail.com"
  },
  {
    "Timestamp": "5/8/2019 22:08:10",
    "Do not add to site": "Y",
    "Title of your game": "Reunion",
    "Description of the game.": "We are coming back together after a long time apart. \nWe were a part of a group that was once close, but went our separate ways.\nWe use two types of questions to establish shared history as well as how our characters have changed since. \nWe use the tools like the X card to help care for ourselves and each other. \n\nWe’ll tell the story of who we were then, and who we are now.",
    "Link to where people can find the game": "https://jennmartin.itch.io/reunion",
    "Author": "Yoshi Creelman, Andy Munich & Jenn Martin",
    "Game status": "Playtesting",
    "Email Address": "neliamne@gmail.com"
  },
  {
    "Timestamp": "5/18/2019 3:36:05",
    "Do not add to site": "",
    "Title of your game": "Doing The Job",
    "Description of the game.": "After 35 years in the business, \"The Queen of Pain\" Latisha Chains is hanging up the boots and retiring from professional wrestling. In her honor, Runnels County Wrestling has assembled a special 16-person invitational tournament to crown... THE QUEEN'S CUP CHAMPION.\n\nYou have all been booked to participate in this prestigious tournament. You have NOT been booked to WIN this tournament. This is a story about people who lose. This is NOT a story about losers.\n\nPlayers will take turns answering questions about their experiences in the tournament, their feelings towards the other wrestlers, and how they view the person destined to win the Queen's Cup at the end of the night.\n\nWhen all is said and done, it's up to you to decide: was the pain of losing (and the pain you put your body through) worth the experience of being here?",
    "Link to where people can find the game": "https://jeffstormer.itch.io/doing-the-job",
    "Author": "Jeff Stormer",
    "Game status": "Playtesting",
    "Email Address": "jeffstormer@gmail.com"
  },
  {
    "Timestamp": "8/6/2019 11:12:23",
    "Do not add to site": "",
    "Title of your game": "For the drama",
    "Description of the game.": "A web app with already 12 Descended from the Queen games from various authors in many languages !  ",
    "Link to where people can find the game": "https://www.forthedrama.com",
    "Author": "Matthieu Braboszcz",
    "Game status": "Released",
    "Email Address": "matthieu@mateline.fr"
  },
  {
    "Timestamp": "8/12/2019 6:42:24",
    "Do not add to site": "",
    "Title of your game": "For the promised land",
    "Description of the game.": "You are exiled, migrant, refugee, expatriate. You live in a city that is not the land of your ancestors. This tragic moment will allow us to explore your relations with this city that does not want to adopt you, this culture that does not want to assimilate you, these citizens who do not want you to be one of them. ",
    "Link to where people can find the game": "https://www.forthedrama.com/games/ptp",
    "Author": "Mathieu Leocmach",
    "Game status": "Released",
    "Email Address": "mathieu.leocmach@gmail.com"
  },
  {
    "Timestamp": "8/12/2019 8:16:03",
    "Do not add to site": "",
    "Title of your game": "The Case that will make the Headlines",
    "Description of the game.": "This Case has everything to make the headlines.\nYou are journalists. You're in the field. What will you do to get the best information?\nRemember your early days, experience the developments of the Case and interact with other journalists.\nWho will make the headlines, who will not be published? ",
    "Link to where people can find the game": "https://gulix.itch.io/the-case-that-will-make-the-headlines",
    "Author": "Nicolas \"Gulix\" Ronvel",
    "Game status": "Released",
    "Email Address": "gulix33xp@yahoo.fr"
  },
  {
    "Timestamp": "8/23/2019 8:31:25",
    "Do not add to site": "",
    "Title of your game": "For the crown",
    "Description of the game.": "Her Majesty is in his final hours and has no official heirs. A vacant throne would cause serious turmoil in the country, so a contender must stand out to seize the crown and appease the people as well as the court. Each player embodies an influential personality of the kingdom who judges to have rights on the succession, the party will determine if one of them will be crowned. ",
    "Link to where people can find the game": "https://www.forthedrama.com/games/ftc",
    "Author": "Monsieur Alceste",
    "Game status": "Released",
    "Email Address": "monsieuralcestejdr@gmail.com"
  },
  {
    "Timestamp": "9/20/2019 21:27:12",
    "Do not add to site": "",
    "Title of your game": "The Newly Arrived",
    "Description of the game.": "What would you do or say to be part of a community? What if your survival depends on it?\n\nAs a society, does your success depend on new members?  How would you choose who belongs?\n\nThe Outsiders is a game where you take on a dual role. You play a group of individuals trying to join an established community, and you represent a council determining their fate.",
    "Link to where people can find the game": "https://jgurantz.itch.io/the-newly-arrived",
    "Author": "J. Gurantz",
    "Game status": "Released",
    "Email Address": "tgurantz@gmail.com"
  },
  {
    "Timestamp": "10/28/2019 6:03:32",
    "Do not add to site": "",
    "Title of your game": "For My Family",
    "Description of the game.": "Our elders are dying. We’ve felt the weight of their expectations our whole lives because they risked everything to raise us in this land of opportunity. The time has come for us to inherit what is expected. Our elders summoned you to this reunion because there’s no one else to preserve the family legacy.\n\nTorn between two cultures, decide where you belong.",
    "Link to where people can find the game": "https://pnoyxp.itch.io/for-my-family",
    "Author": "pnoyXP",
    "Game status": "Released",
    "Email Address": "design.nomorosa@gmail.com"
  },
  {
    "Timestamp": "11/4/2019 9:34:25",
    "Do not add to site": "",
    "Title of your game": "Final Lap",
    "Description of the game.": "Final Lap explores the world of racing and competition. We play the role of drivers in the last race of the season. The race that will determine the overall winner of the season. The Champion won everything this season and is the favourite. But we are her challengers and have an opportunity to beat her in this final lap.\n\nDuring the game, we will be narrating live scenes, in the middle of the race as we approach the final lap. But we will also tell flashbacks about our past and what happened in previous races, between races or even before we entered the Tour. We will explore the relationships between Pilots and with the Champion.",
    "Link to where people can find the game": "https://gulix.itch.io/final-lap",
    "Author": "Nicolas \"Gulix\" Ronvel",
    "Game status": "Released",
    "Email Address": "gulix33xp@yahoo.fr"
  },
  {
    "Timestamp": "12/23/2019 22:35:41",
    "Do not add to site": "",
    "Title of your game": "You Know Me Still",
    "Description of the game.": "The two of you were friends, once. You loved each other, once. But that was another time—now, you find yourselves on opposite sides of a conflict, an epic war between good and evil. Still there’s some part of you that’s never stopped holding out hope your old friend can be made to see the error of their ways.",
    "Link to where people can find the game": "https://quietgalaxy.itch.io/you-know-me-still",
    "Author": "S. Donnelly",
    "Game status": "Released",
    "Email Address": "sarah.nihilum@gmail.com"
  },
  {
    "Timestamp": "1/14/2020 15:25:28",
    "Do not add to site": "",
    "Title of your game": "Bullet & A Blank",
    "Description of the game.": "Low life Desperados square off on Main Street, five minutes to Noon. But before shooting starts, they got some questions.  ",
    "Link to where people can find the game": "http://ashyfeet.com/bullet-a-blank/",
    "Author": "Moe Poplar",
    "Game status": "Playtesting",
    "Email Address": "moe@shibuyanknights.com"
  },
  {
    "Timestamp": "1/18/2020 23:21:32",
    "Do not add to site": "",
    "Title of your game": "For the Fandom!",
    "Description of the game.": "A game about how the next installment to your next favorite series goes terribly wrong. And how a crew of artists falls apart in the process. \n",
    "Link to where people can find the game": "https://www.forthedrama.com/games/fandom",
    "Author": "Ray Chou ",
    "Game status": "Playtesting",
    "Email Address": "ray@mythopoeia.us"
  },
  {
    "Timestamp": "1/27/2020 17:03:12",
    "Do not add to site": "",
    "Title of your game": "What Price Glory",
    "Description of the game.": "What Price Glory. It is December 1916, in the recovering fortified town of Verdun, France. You and other members of the French Infantry have finally repelled the Imperial German Army after 11 months of tense fighting. Now you are enjoying a brief respite, but elsewhere in France, the Great War rages on.  When you are called upon, will you rejoin the fighting? What Price Glory was inspired by the 1924 play of the same name, by Laurence Stallings and Maxwell Anderson.\n\nWhat Price Glory is a card based, GM-less, table top role playing game, based on the For The Queen SRD, for 2 to 6 players. Using the card prompts, answer the questions in character, pass the card to another play, or X-Card the question and move on to the next. When you finally come to the last card, answer the question of whether you will rejoin the fighting.",
    "Link to where people can find the game": "https://ddonlon.itch.io/what-price-glory",
    "Author": "Deirdre Donlon",
    "Game status": "Released",
    "Email Address": "deirdrebdonlon@gmail.com"
  },
  {
    "Timestamp": "7/2/2020 18:45:59",
    "Do not add to site": "",
    "Title of your game": "The Job",
    "Description of the game.": "A collaborative heist game for 2-6 criminals. ",
    "Link to where people can find the game": "https://theunknowable.itch.io/the-job",
    "Author": "J. Swaine",
    "Game status": "Released",
    "Email Address": "progressiverationalthinkers@gmail.com"
  },
  {
    "Timestamp": "7/31/2020 19:32:14",
    "Do not add to site": "",
    "Title of your game": "Watching Us",
    "Description of the game.": "Content Warning: horror, deception, gaslighting, paranoia, betrayal\n\nTonight, we are alone together with the Watcher. None of us knows who or what he is, but he has been haunting each of us with his silent gaze. Although he has never approached us, we have imagined what he might do if he did.\n\nPerhaps, if we stick together, we may escape this nightmare.\n\nWatching Us is a game for 2-6 players and takes about an hour to play. Draw cards and answer their prompts, then invoke the Watcher's image. Together, slowly uncover the face of the entity that has been haunting all of you.",
    "Link to where people can find the game": "https://justinquirit.itch.io/watching-us",
    "Author": "Justin Quirit",
    "Game status": "Released",
    "Email Address": "quiritjustin@gmail.com"
  },
  {
    "Timestamp": "8/3/2020 14:04:22",
    "Do not add to site": "",
    "Title of your game": "This Place",
    "Description of the game.": "There are places in the backwoods of Appalachia with a gravity all their own. There are swamps in the Deep South that hold primordial secrets. And there are family plots where the names may have faded, but the gatherings still happen.\n\nGather around the table for a ghost story. Decide whether this place is one for the spirits to save, or whether it's better left abandoned.",
    "Link to where people can find the game": "https://chrishopper.itch.io/this-place",
    "Author": "Chris Hopper",
    "Game status": "Released",
    "Email Address": "christopher.hopper@gmail.com"
  },
  {
    "Timestamp": "10/5/2020 5:41:07",
    "Do not add to site": "",
    "Title of your game": "Symposium",
    "Description of the game.": "Symposium simulates a philosophical dinner party (or \"symposium\") in the classical style of the ancient Greek world and based on Plato's work of the same name, with some modifications to make it more accessible to a modern audience. ",
    "Link to where people can find the game": "",
    "Author": "Jason Walters",
    "Game status": "In Development",
    "Email Address": "highrockpress@gmail.com"
  },
  {
    "Timestamp": "1/31/2021 16:04:41",
    "Do not add to site": "",
    "Title of your game": "Descending the Stairs",
    "Description of the game.": "Standing at the top of the steep and narrow stairs - hot, sweaty, exhilarated. Feeling thoroughly spent. A night at your favorite club is over. But tonight, the club closes forever. What will you take with you as you descend the stairs for the last time?",
    "Link to where people can find the game": "http://bit.ly/DescendingTheStairs",
    "Author": "Avri Klemer",
    "Game status": "Released",
    "Email Address": "avri@surpriselake.org"
  },
  {
    "Timestamp": "2/1/2021 10:21:23",
    "Do not add to site": "",
    "Title of your game": "Last Summer",
    "Description of the game.": "Last Summer is a game about traveling, the memories we make, and how we drift apart. It is a game about the passage of time.",
    "Link to where people can find the game": "https://alicesv.itch.io/last-summer",
    "Author": "Alice V.",
    "Game status": "Released",
    "Email Address": "alicevitral@gmail.com"
  },
  {
    "Timestamp": "2/17/2021 0:02:09",
    "Do not add to site": "",
    "Title of your game": "Raised By Mechs",
    "Description of the game.": "A game inspired by Raised By Wolves, where the children of humanity, sent to a new world as frozen embryos with their mechanical MOTHER who loves them... in their own way, must decide if MOTHER is the right being to guide this new humanity.",
    "Link to where people can find the game": "https://storysynth.org/Games/Raised-By-Mechs/",
    "Author": "Raph D'Amico",
    "Game status": "Released",
    "Email Address": "raph.damico@gmail.com"
  },
  {
    "Timestamp": "3/31/2021 15:15:43",
    "Do not add to site": "",
    "Title of your game": "For the Story",
    "Description of the game.": "You're heading home from a house party. You and your close friends or partners are recapping the night's festivities, remembering moments of intrigue, surprise connections, and epic fails. As you reconstruct what happened together, you will finally decide if the night was bitter or sweet for you.",
    "Link to where people can find the game": "https://www.forthedrama.com/games/for-the-afikoman",
    "Author": "Gabrielle Rabinowitz",
    "Game status": "Released",
    "Email Address": "g.s.rabinowitz@gmail.com"
  },
  {
    "Timestamp": "5/9/2021 15:46:42",
    "Do not add to site": "",
    "Title of your game": "The Wizard's Tower",
    "Description of the game.": "You are an apprentice to the wizard, learning magic and serving the wizard as necessary. When the wizard disappears, though, vanished without a trace, you are left to explore the previously forbidden and locked parts of the tower you've lived in all this time and finally learn its secrets. Are you prepared to learn what was kept from you all this time, though, and will you be ready when the wizard returns?",
    "Link to where people can find the game": "https://magicalgurll.itch.io/the-wizards-tower",
    "Author": "Courtney Gurll",
    "Game status": "Released",
    "Email Address": "c.irenegurll@gmail.com"
  },
  {
    "Timestamp": "7/22/2021 2:40:33",
    "Do not add to site": "",
    "Title of your game": "Tenkiwi",
    "Description of the game.": "A platform for playing Descended from the Queen style games on web, iOS and Android. Two original games available, one following the original format more directly and an expanded game which introduces character generation, several phases with random themes, and voting, in addition to turn based prompts. \n\nLibrary of games is expandable using Google Spreadsheets, hoping to add more games in the coming months and open to contributions. ",
    "Link to where people can find the game": "https://therabidbanana.itch.io/tenkiwi",
    "Author": "David Haslem",
    "Game status": "In Development",
    "Email Address": "therabidbanana@gmail.com"
  },
  {
    "Timestamp": "7/22/2021 2:51:18",
    "Do not add to site": "",
    "Title of your game": "Culinary Contest",
    "Description of the game.": "A group of intergalactic chefs has just finished cooking a three course meal using the secret ingredients presented to them. The chefs will now be walked through the footage and each will judge one another's work to attempt to find the galaxy's best chef. Watch out - the competition is tough and if everyone tries do downvote each other, it's likely reigning champion Mr. Pickles will take the win again!",
    "Link to where people can find the game": "https://therabidbanana.itch.io/tenkiwi",
    "Author": "David Haslem",
    "Game status": "Playtesting",
    "Email Address": "therabidbanana@gmail.com"
  },
  {
    "Timestamp": "8/23/2021 21:02:09",
    "Do not add to site": "Y",
    "Title of your game": "Reunion",
    "Description of the game.": "(This is already listed on your page, but now I have a link to buy!)",
    "Link to where people can find the game": "https://jennmartin.itch.io/reunion",
    "Author": "Andy Munich, Yoshi Creelman & Jenn Martin",
    "Game status": "Playtesting",
    "Email Address": "neliamne@gmail.com"
  },
  {
    "Timestamp": "9/23/2021 20:06:46",
    "Do not add to site": "",
    "Title of your game": "Symbiosis",
    "Description of the game.": "Our characters are strangers, in different countries, differentes cultures. We don't know anything about them, neither their names, nor their faces. We only know that they'll start to feel emotions that are not theirs. Their sensations will also start to interfere. What metamorphoses will these nascent connections bring about ? Are they premisses of something bigger ? ",
    "Link to where people can find the game": "https://www.forthedrama.com/games/hdc",
    "Author": "Nitz",
    "Game status": "Released",
    "Email Address": "jouonsdureel@gmail.com"
  },
  {
    "Timestamp": "10/27/2021 14:46:31",
    "Do not add to site": "Y",
    "Title of your game": "Lost Island",
    "Description of the game.": "An island. A group of strangers. The only survivors of the plane crash. This is their story. Fight for survival or adventure vacation? Let's find out.\n\n“Lost Island” is a Descended from the Queen game about a group of surviors trying their best after they crashed on an lost island - in the veins of \"lord of the flies\", \"Dr. Moreau\" or the name giving tv series \"lost\".\nThis is a game about exploration. Exploration of the island as well as the exploration of the emotions of this group of individuals.\nThe game contains emotional questions on topics like hope, loss and death.",
    "Link to where people can find the game": "itch.io",
    "Author": "Steffen Jörg",
    "Game status": "Playtesting",
    "Email Address": "forthelostisland@gmail.com"
  },
  {
    "Timestamp": "12/13/2021 18:54:17",
    "Do not add to site": "",
    "Title of your game": "All Hands on Deck",
    "Description of the game.": "A gm-less storytelling game for three to six people about a ship, its crew, and the sea they sail on. It is a game about the relationships between those people, about relying on each other, about being an individual in a team.",
    "Link to where people can find the game": "https://alicesv.itch.io/all-hands-on-deck",
    "Author": "Alice V",
    "Game status": "Released",
    "Email Address": "alicevitral@gmail.com"
  },
  {
    "Timestamp": "1/2/2022 2:30:44",
    "Do not add to site": "",
    "Title of your game": "You Reap What You Sow",
    "Description of the game.": "This is a game for three players about reflection, perseverance, and regrets. Each player is one facet of a greater whole, ripped from their peers by their untimely demise. Wrestling with the questions of the life you had, you are solving the mystery of your own death, all the while staying one step ahead of Death’s agents who would rather you went quietly into that good night.",
    "Link to where people can find the game": "https://nerdhausgames.itch.io/you-reap-what-you-sow",
    "Author": "Jamie Lindemann / Nerdhaus Games",
    "Game status": "Playtesting",
    "Email Address": "nerdhausgames@gmail.com"
  },
  {
    "Timestamp": "1/29/2022 17:24:25",
    "Do not add to site": "",
    "Title of your game": "Lost Island",
    "Description of the game.": "Lost Island is a storytelling game in which we take on the role of people who find themselves the sole survivors after a tragic plane crash on a deserted island.\n\nThe game is strongly based on the series “Lost”, the books “Lord of the Flies”, “Robinson Crusoe” and “The Island of Dr. Moreau”. In turn, we ask and answer questions, and thus tell the adventure of our small group.",
    "Link to where people can find the game": "https://simonmoon-games.itch.io/lost-island",
    "Author": "Steffen Jörg",
    "Game status": "Released",
    "Email Address": "mrbananenbrot@gmail.com"
  },
  {
    "Timestamp": "5/5/2022 0:33:11",
    "Do not add to site": "",
    "Title of your game": "The Tea Duel",
    "Description of the game.": "A Faerie has invited their rival, a Vampire, to a most dangerous tea party. Ancient Laws of Hospitality govern this occasion. Will the Vampire eat the Fae? Will the Fae add the Vampire to their menagerie? Or will these nemeses come to a mutually beneficial arrangement?\n\nPlay, and find out.",
    "Link to where people can find the game": "https://zenarch.itch.io/the-tea-duel",
    "Author": "Chance J. Feldstein",
    "Game status": "Playtesting",
    "Email Address": "fieldstone@gmail.com"
  },
  {
    "Timestamp": "8/30/2022 23:03:22",
    "Do not add to site": "",
    "Title of your game": "Stand Up! Hero!!!",
    "Description of the game.": "You and your friends have trained hard in order to enter the greatest tournament in the world. But all of your blood, sweat, and tears isn’t for you.  \n\nIt’s for the Hero.  \n\nThe Hero has entered the tournament to defeat the Villain. \n\nThe Hero needs all of you, their closest friends and most powerful allies, to enter the tournament with them. You’ll clear their path by scouting the Villain’s powers and taking out lesser threats along the way. \n\nThe Hero has chosen you because they have no doubt in their heart that they need you by their side. Whether you believe it or not, the Hero believes in your friendship, your strength, and your guts. ",
    "Link to where people can find the game": "https://noroadhome.itch.io/stand-up-hero",
    "Author": "Takuma Okada",
    "Game status": "Released",
    "Email Address": "okada.takuma2@gmail.com"
  },
  {
    "Timestamp": "9/6/2022 15:49:11",
    "Do not add to site": "",
    "Title of your game": "The Polycule's Grand Multiverse Adventure!",
    "Description of the game.": "A polycule enters the multiverse and explores who they may be in different flavors of world finding what world suits them best and who they all want to be. ",
    "Link to where people can find the game": "https://storysynth.org/Shuffled/1rk05Ztsxgd_trzzyTWGk0TSfqohowBIJ9XnNPd6qxzg/",
    "Author": "Alexis Sara",
    "Game status": "Released",
    "Email Address": "transcendentscomics@gmail.com"
  },
  {
    "Timestamp": "9/6/2022 16:02:09",
    "Do not add to site": "",
    "Title of your game": "For the Prom Queen",
    "Description of the game.": "A Descended for the Queen game of teen drama and high school politics. Play as a group of students vying for the attention and favor of the most popular person in school, the captain of the cheerleading squad.",
    "Link to where people can find the game": "https://storysynth.org/Shuffled/Prom-Queen/",
    "Author": "Michelle Jones",
    "Game status": "Released",
    "Email Address": "ChelleJones223@gmail.com"
  },
  {
    "Timestamp": "9/23/2022 2:43:21",
    "Do not add to site": "",
    "Title of your game": "Facing Destiny",
    "Description of the game.": "A storytelling game about accompanying the Chosen One to their final battle against a great evil.",
    "Link to where people can find the game": "https://jonloy.itch.io/facing-destiny",
    "Author": "Jonathan Loy",
    "Game status": "Playtesting",
    "Email Address": "jonrloy@gmail.com"
  },
  {
    "Timestamp": "10/8/2022 5:44:20",
    "Do not add to site": "",
    "Title of your game": "The Super-Frenemies!",
    "Description of the game.": "A relationship-building game for two players, powered by the StorySynth engine, about how the most important people in your life aren't always who you think. One of you plays a super-spy or super-hero. The other plays their super-villain nemesis. One character has captured the other, but hasn't taken any further action for some reason.\n\nWhy? How long will this continue? And who exactly are the two of you to each other? Play, and find out.\n\n(This game is loosely based on the music video for the song \"Genghis Khan\" by Miike Snow.)",
    "Link to where people can find the game": "https://zenarch.itch.io/the-super-frenemies",
    "Author": "Chance J. Feldstein",
    "Game status": "Released",
    "Email Address": "fieldstone@gmail.com"
  },
  {
    "Timestamp": "10/8/2022 5:46:50",
    "Do not add to site": "",
    "Title of your game": "The Monsters' Tea Party",
    "Description of the game.": "This is just the updated, most likely final title of the game formerly known as The Tea Duel. Please update the title, and keep the game description as it was before. I wasn't sure how else to do this.",
    "Link to where people can find the game": "https://zenarch.itch.io/the-tea-duel",
    "Author": "Chance J. Feldstein",
    "Game status": "Released",
    "Email Address": "fieldstone@gmail.com"
  },
  {
    "Timestamp": "10/21/2022 0:10:05",
    "Do not add to site": "",
    "Title of your game": "Mirror Bound",
    "Description of the game.": "One of you is bound to the mirror. The other possesses it. \n\nLearn the ambitions, desires, and fears of the one who owns the mirror and theone who is trapped within. Then, as the mirror cracks, find out what you each truly want.  \n\n2 players • 1-2 hours",
    "Link to where people can find the game": "https://storysynth.org/Shuffled/Mirror-Bound/",
    "Author": "Christie R. Fremon",
    "Game status": "Released",
    "Email Address": "cfremon@gmail.com"
  },
  {
    "Timestamp": "10/21/2022 0:10:05",
    "Do not add to site": "",
    "Title of your game": "And to All a Good Night",
    "Description of the game.": "A game about love, labour, and envy at the North Pole. Santa Claus glows like a candle in a frosty window. His booming voice warms the soul as a cup of hot cider warms the body. The stomp of his boots commands authority; the jingle of his bells lifts the spirit. He is comfort and generosity personified. You are elves, reindeer, and Mrs. Claus. You live in the North Pole, separate and secret from the rest of the world. You labour year-round to prepare for one night, when toys are delivered to all good children on Christmas Eve. You do it because you love Santa.",
    "Link to where people can find the game": "https://helloalexroberts.itch.io/andtoallagoodnight",
    "Author": "Alex Roberts",
    "Game status": "Released",
    "Email Address": "alexzandra.roberts@gmail.com"
  },
  {
    "Timestamp": "10/21/2022 0:10:05",
    "Do not add to site": "",
    "Title of your game": "Her Servant, Death",
    "Description of the game.": "You are the spoiled children of the Matriarch, striving through your final days as her cursed warrior hunts you down. One by one, the warrior will kill you, but death does not mean you are out of the game. Continue drawing cards and answering prompts about your regrets that will remain forever unresolved.",
    "Link to where people can find the game": "https://mixed-success.itch.io/her-servant-death",
    "Author": "Gavin Fregeau",
    "Game status": "Released",
    "Email Address": "glfregeau@gmail.com"
  },
  {
    "Timestamp": "10/21/2022 0:10:05",
    "Do not add to site": "",
    "Title of your game": "When Prophecy Fails",
    "Description of the game.": "We are all believers of a fringe religious movement, centered around a prophetic figure. Our prophet has foretold that the world is going to end on this very night. They have gathered us, and only us, together to meet the apocalypse. They have chosen us because they know that we truly believe their prophecies. Our prophet is wrong. No apocalypse is coming. what will you do when the prophecy fails to come true? When Prophecy Fails is a Descended From the Queen game about a fringe religious movement and how believers face a reality that doesn't match their worldview. It's loosely inspired by the classic work of social psychology of the same title.",
    "Link to where people can find the game": "https://nickwedig.itch.io/when-prophecy-fails",
    "Author": "Nick Wedig",
    "Game status": "Released",
    "Email Address": "nickwedig@yahoo.com"
  },
  {
    "Timestamp": "10/21/2022 0:10:05",
    "Do not add to site": "",
    "Title of your game": "Urban Legend",
    "Description of the game.": "You’ve all heard stories, the urban legends. But you know she is real. There is a ghost that haunts this town. The stories say that you will meet her twice. When you see her the first time, she looks like an ordinary woman. When you see her the second time, you die. We each met her, once. Now we are haunted by her. Urban Legend is a Descended from the Queen game about a ghost of uncertain character. Is she a tragic figure seeking her eternal rest? Or a monstrous figure seeking revenge on the living? As you play the game, you will find out.",
    "Link to where people can find the game": "https://nickwedig.itch.io/urban-legend",
    "Author": "Nick Wedig",
    "Game status": "Released",
    "Email Address": "nickwedig@yahoo.com"
  }
]
